{"name": ["西虹市首富"], "url": ["https://movie.douban.com/subject/27605698/trailer"], "nextUrl": "https://movie.douban.com/subject/27605698/?from=showing", "content": ["\n                                　　《西虹市首富》的故事发生在《夏洛特烦恼》中的“特烦恼”之城“西虹市”。混迹于丙级业余足球队的守门员王多鱼（沈腾饰演），因比赛失利被开除离队。正处于人生最低谷的他接受了神秘台湾财团“一个月花光十亿资金”的挑战。本以为快乐生活就此开始，王多鱼却第一次感到“花钱特烦恼”！想要人生反转走上巅峰，真的没有那么简单。\n                        "]}
{"name": ["汪星卧底 Show Dogs"], "url": ["https://movie.douban.com/subject/26930056/trailer"], "nextUrl": "https://movie.douban.com/subject/26930056/?from=showing", "content": ["\n                                　　影片讲述了纽约警局警犬麦克斯（卢达克里斯 Ludacris 配音）与它的人类搭档FBI探员弗兰克（威尔·阿奈特 Will Arnett 饰）联手破案的惊险经历。本互不相识且性格迥异的一人一犬，因为一宗珍稀动物偷盗案被强行组队。随后更被派遣到拉斯维加斯参加全球知名犬展，通过卧底行动缉拿罪魁祸首。而此次行动对于“厌狗”的探员弗兰克和不修边幅的麦克斯，远比想象中的艰难…\n                        "]}
{"name": ["新大头儿子和小头爸爸3：俄罗斯奇遇记"], "url": ["https://movie.douban.com/subject/30198729/trailer"], "nextUrl": "https://movie.douban.com/subject/30198729/?from=showing", "content": ["\n                                　　小头爸爸带全家去俄罗斯出差，大头儿子在俄罗斯发现了自己画的白夜城是真实存在的，一家人半路遇到交通事故，被迫夜宿小旅馆，第二天醒来发现身处大头儿子画中的世界——白夜城。他们发现如果不解决白夜城中的危机便无法走出这个世界，一家人在白夜城中经历了重重困难终于回到了现实世界。\n                        "]}
{"name": ["神奇马戏团之动物饼干 Magical Circus : Animal Crackers"], "url": ["https://movie.douban.com/subject/26253783/trailer"], "nextUrl": "https://movie.douban.com/subject/26253783/?from=showing", "content": ["\n                                　　欧文的叔叔在经营着一家以动物表演闻名的马戏团，但一场大火却让叔叔意外去世，马戏团的表演场也全部化为灰烬。此时，继承马戏团的重担落在了欧文身上，但他却显得犹豫不决，而在叔叔的葬礼上，欧文的大伯霍勒肖放话要继承马戏团和宝藏，小丑红鼻头也将一盒贴着“绝对不能吃”的动物饼干交给了欧文，令局势更加混乱……\n                        "]}
{"name": ["摩天营救 Skyscraper"], "url": ["https://movie.douban.com/subject/26804147/trailer"], "nextUrl": "https://movie.douban.com/subject/26804147/?from=showing", "content": ["\n                                　　在香港市中心，世界上最高、结构最复杂的摩天大楼遭到破坏，危机一触即发。威尔·索耶（道恩·强森 饰）的妻子萨拉（内芙·坎贝尔 饰）和孩子们在98层被劫为人质，直接暴露在火线上。威尔，这位战争英雄、前联邦调查局救援队员，作为大楼的安保顾问，却被诬陷纵火和谋杀。他必须奋力营救家人，为自己洗脱罪名，关乎生死存亡的高空任务就此展开。\n                        "]}
{"name": ["邪不压正"], "url": ["https://movie.douban.com/subject/26366496/trailer"], "nextUrl": "https://movie.douban.com/subject/26366496/?from=showing", "content": ["\n                                　　七七事变前夕，华裔青年小亨德勒（彭于晏 饰）从美国远赴重洋，回到阔别十数年之久的北平从医。然而他真正的名字叫李天然，十三岁那年曾亲眼目睹师父一家遭师兄朱潜龙（廖凡 饰）和日本人根本一郎（泽田谦也 饰）灭门。侥幸逃生的天然被美国人亨德勒医生送往大洋彼岸，接受了极其严苛的训练，而今他怀着绝密的任务踏上故土。亨德勒父子租住神秘男子蓝青峰（姜文 饰）的宅子，蓝是当年辛亥革命的参与者，他与现为警察局长的朱潜龙过从甚密，却又以杀死李天然为筹码，暗中怂恿朱除掉根本一郎。复仇心切的李天然寻找到了仇人，而亨德勒医生则全力阻止养子冒险。在这一过程中，交际花唐凤仪（许晴 饰）与裁缝关巧红（周韵 饰）也卷入了男人的勾心斗角的漩涡里。直到七七事变爆发，所有的矛盾迎来了决断的时刻……\n                                    ", "\n                                　　本片根据张北海的小说《侠隐》改编。\n                        "]}
{"name": ["侏罗纪世界2 Jurassic World: Fallen Kingdom"], "url": ["https://movie.douban.com/subject/26416062/trailer"], "nextUrl": "https://movie.douban.com/subject/26416062/?from=showing", "content": ["\n                                　　自侏罗纪世界的骚乱以来，种类繁多的恐龙在努布拉岛度过了三年无拘无束的时光。然而该岛火山活动频繁，随时有喷发的危险。致力于恐龙保护的克莱尔·戴宁（布莱丝·达拉斯·霍华德 Bryce Dallas Howard 饰）受到班杰明•洛克伍德的邀请。班杰明及其下属伊莱·米尔斯（拉菲·斯波 Rafe Spall 饰）希望她和相关技术人员前往努布拉岛拯救那里的恐龙，并将它们安置在新的栖息地。受到感染的克莱尔设法找来欧文（克里斯·帕拉特 Chris Pratt 饰）一同前往，欧文则希望救出他亲手驯养的迅猛龙小蓝。当他们踏足这座隔绝之岛时，却发现事情没那么简单。\n                                    ", "\n                                　　火山蠢蠢欲动，随时爆发，而混乱之中丑恶的阴谋悄然酝酿……\n                        "]}
{"name": ["超人总动员2 Incredibles 2"], "url": ["https://movie.douban.com/subject/25849049/trailer"], "nextUrl": "https://movie.douban.com/subject/25849049/?from=showing", "content": ["\n                                　　超人家族时隔14年强势回归！这次站在聚光灯下的是弹力女超人海伦（霍利·亨特 配音），超能先生巴鲍勃（格雷格·T·尼尔森 配音）则在家照料巴小倩和巴小飞，过起了“正常人”的居家生活。这一角色转换对于每个家庭成员来说都是艰难的，更何况他们都还没意识到宝宝巴小杰的超能力已经悄然增长。当剧中新反派开始酝酿一个狡诈危险的阴谋，超人家族必须联合酷冰侠（塞缪尔·杰克逊 配音）的力量团结对外——然而即使各自都有超能力，真正做起来却是知易行难。\n                        "]}
{"name": ["文朝荣"], "url": ["https://movie.douban.com/subject/30252429/trailer"], "nextUrl": "https://movie.douban.com/subject/30252429/?from=showing", "content": ["\n                            ", "\n                            ", "\n                        ", "\n                                　　电影《文朝荣》是根据真实故事改编的，原型人物是贵州省毕节市赫章县海雀村原党支部书记。电影的摄制是为深入学习贯彻习近平总书记在文艺工作座谈会精神，积极宣传贵州省毕节试验区的发展成就和全国优秀共产党员、全国时代楷模文朝荣同志的先进事迹。海雀村属喀斯特地貌，不适宜人类生存，上世纪八十年代以“苦甲天下”闻名。1985年6月5日，时任中央政治局委员、书记处书记习仲勋同志曾对《国内动态清样》做出重要批示：“请省委对这类地区，规定个时限，有个可行措施，有计划、有步骤地扎扎实实地多做工作，改变这种面貌。”文朝荣同志正是在这种条件极其艰苦、环境极其恶劣的情况下，几十年如一日带领群众求生存、谋发展、开荒育林，书写了绝处逢生的感人传奇，淬炼了不向贫困弯腰的奋斗精神，使海雀村发生了翻天覆地的变化。文朝荣是我们在扶贫攻坚这场战斗中的优秀指战员、基层党员干部中的杰出代表。现在，贵州省“远学焦裕禄、近学文朝荣”蔚然成风。\n                        "]}
{"name": ["浴血广昌"], "url": ["https://movie.douban.com/subject/27180974/trailer"], "nextUrl": "https://movie.douban.com/subject/27180974/?from=showing", "content": ["\n                                　　影片以1934年的“广昌战役”为历史背景，讲述了第二次国内革命战争时期发生在原中央苏区北大门——广昌的浴血奋战故事。再现了时代大背景下苏区人民对党和红军的支持和热爱，讴歌了革命先烈为了信仰，不畏艰苦、不怕牺牲、敢于胜利的豪迈气概和革命精神。\n                        "]}
{"name": ["狄仁杰之四大天王"], "url": ["https://movie.douban.com/subject/25882296/trailer"], "nextUrl": "https://movie.douban.com/subject/25882296/?from=showing", "content": ["\n                                　　狄仁杰（赵又廷 饰）大破神都龙王案，获御赐亢龙锏，并掌管大理寺，使他成为武则天（刘嘉玲 饰）走向权力之路最大的威胁。武则天为了消灭眼中钉，命令尉迟真金（冯绍峰 饰）集结实力强劲的「异人组」，妄图夺取亢龙锏。\n                                    ", "\n                                　　在医官沙陀忠（林更新 饰）的协助下，狄仁杰既要守护亢龙锏，又要破获神秘奇案，还要面对武则天的步步紧逼，大唐江山陷入了空前的危机之中……\n                        "]}
{"name": ["萌学园：寻找盘古"], "url": ["https://movie.douban.com/subject/26754880/trailer"], "nextUrl": "https://movie.douban.com/subject/26754880/?from=showing", "content": ["\n                                　　萌学园，传说成立的时间是在地球诞生的年代，是一所由夸克族人组成的魔法学校，隐藏在地球大气层外平行空间里，并由现任萌骑士幻之星（李昂霖 饰）、炎之星（刘书宏 饰）、智之星（林奕勋 饰）、十之星（阿本 饰）、月之星（彩虹 饰），代代相传，守护地球的和平。在一次抢救魔法生物的任务中，意外引来宇宙中的黑色力量莫尔斯（傅冠杰 饰），威胁萌骑士交出磐古，召唤出萌学园的过去，否则将用魔法抽干地球水资源，让所有生命干涸而死！磐古，究竟是什么？为了拯救地球，萌骑士踏上寻找磐古的旅程，竟发现磐古的神秘力量与自己的魔法有着密不可分的连接结，然而要付出什么代价才能阻止莫尔斯夺走磐古？与萌骑士一起面对跟地球共存亡的关键战役！\n                        "]}
{"name": ["我不是药神"], "url": ["https://movie.douban.com/subject/26752088/trailer"], "nextUrl": "https://movie.douban.com/subject/26752088/?from=showing", "content": ["\n                                　　普通中年男子程勇（徐峥 饰）经营着一家保健品店，失意又失婚。不速之客吕受益（王传君 饰）的到来，让他开辟了一条去印度买药做“代购”的新事业，虽然困难重重，但他在这条“买药之路”上发现了商机，一发不可收拾地做起了治疗慢粒白血病的印度仿制药独家代理商。赚钱的同时，他也认识了几个病患及家属，为救女儿被迫做舞女的思慧（谭卓 饰）、说一口流利“神父腔”英语的刘牧师（杨新鸣 饰），以及脾气暴烈的“黄毛”（章宇 饰），几个人合伙做起了生意，利润倍增的同时也危机四伏。程勇昔日的小舅子曹警官（周一围 饰）奉命调查仿制药的源头，假药贩子张长林（王砚辉 饰）和瑞士正牌医药代表（李乃文 饰）也对其虎视眈眈，生意逐渐变成了一场关于救赎的拉锯战。\n                                    ", "\n                                　　本片改编自慢粒白血病患者陆勇代购抗癌药的真实事迹。\n                        "]}
{"name": ["青年马克思 Le jeune Karl Marx"], "url": ["https://movie.douban.com/subject/5330387/trailer"], "nextUrl": "https://movie.douban.com/subject/5330387/?from=showing", "content": ["\n                                　　1843年，君主专制下的欧洲饥荒肆虐、经济萧条，处处危机四伏。英国的工业革命改变了世界秩序，创造出新的无产阶级。秉持博爱共产理念，工人组织陆续成立。两名德国青年，马克思与恩格斯，将颠覆这些组织的乌托邦思想，改造他们的斗争及全世界的未来。\n                                    ", "\n                                　　马克思自大学毕业后，凭着犀利文笔与非凡思路迅速跃升《莱茵报》总编。然而因撰文抨击普鲁士王国被迫停刊，随后带妻子迁居巴黎。创办《德法年鉴》期间，马克思结识了家境富裕的恩格斯。恩格斯在英国曼彻斯特经营纺织工厂，拥有卓越手腕与经济知识。他的出现，于金钱、于学识，都大大支持了马克思的思想实践。尔后，两人受托起草「正义者同盟」规章，一同完成了经典政治文献《共产党宣言》。一位困苦拮据仍不改其志，一位含着金汤匙又满怀抱负。时代青年的聚首，即将让全世界风云变色！\n                        "]}
{"name": ["您一定不要错过"], "url": ["https://movie.douban.com/subject/30255216/trailer"], "nextUrl": "https://movie.douban.com/subject/30255216/?from=showing", "content": ["\n                                　　大型文献纪录片《您一定不要错过》跟随真诚实在的崔永元领略黑白电影老胶片，看于洋、王晓棠、王心刚、恩和森、朱兰琪琪柯、葛根塔娜、刘世龙、谢飞导演的青春年华，穿越70年找回爷爷奶奶们被遗忘了的岁月。听经典好歌“敖包相会”“蒙古人”“嘎达梅林”“草原晨曲”看天上草原、万马奔腾、醉马豪情，断桥落马，我的黑骏马。解析成吉思汗成长，东归英雄长眠，嘎达梅林永生，额吉的3000孤儿，骆驼祥子和虎妞的爱情。看斯琴高娃、三宝、腾格尔、娜仁花、艾丽娅、涂们、宁才、巴音、巴德玛成为影帝影后，荣获集体演员“金鸡奖”的电影人生。一起告别难忘的八月，到成吉思汗水站饮一口清泉，上天边的老哨卡聆听古老的牧歌⋯⋯这么好的故事、这么好的音乐、这么好的电影，您一定不要错过！\n                        "]}
{"name": ["红盾先锋"], "url": ["https://movie.douban.com/subject/26614101/trailer"], "nextUrl": "https://movie.douban.com/subject/26614101/?from=showing", "content": ["\n                                　　中国西部，黄土高原，年过半百、退居二线的市工商局原副局长李仁民受组织委派深入民营企业开展党建工作，并担任党建指导员。为改变企业困境，他不顾嘲讽和排挤，终于赢得了工人们和老板的信任。春华秋实，李仁民不辞辛劳，并成功组建了当地首家民营企业党支部，他所带领的党支部在新时代下也真正成了企业的好参谋和好帮手。\n                        "]}
{"name": ["小悟空"], "url": ["https://movie.douban.com/subject/30227725/trailer"], "nextUrl": "https://movie.douban.com/subject/30227725/?from=showing", "content": ["\n                                　　大森原本是一只动物园里的金丝猴，他梦想自己有一天能成为——齐天大圣孙悟空。 大森与管理员观观有着深厚的友谊，有一天，神秘怪物把观观绑架去了纽约，这背后的原因竟然和几千年前孙悟空师降妖除魔有着莫大的联系。 大森赶到纽约营救观观，发现控制观观的邪恶力量就是孙悟空的手下败将 ——牛魔王 ，如何打败异常强大的牛魔王成了摆在大森和八戒大师、警官阿莫面前的难题，一番极具 困难的考验在等待着大森，大森会成功吗？\n                        "]}
{"name": ["只能活一个"], "url": ["https://movie.douban.com/subject/27195126/trailer"], "nextUrl": "https://movie.douban.com/subject/27195126/?from=showing", "content": ["\n                                　　为了儿时的友谊，苏城（张峻宁饰）把心爱的女孩林静（石雨晴饰）让给了最好的兄弟汪家龙。好友离奇去世，苏城以陌生人的姿态重回林静身边，但此时的他心里埋藏了许多不能被人知晓的秘密。离林静越近，他就越危险。海边小城，出轨男人频频被杀，连环杀手隐藏暗处，陌生人逐个浮出水面，谁才是活到最后的那一个幸存者？\n                        "]}
{"name": ["兄弟班"], "url": ["https://movie.douban.com/subject/26988003/trailer"], "nextUrl": "https://movie.douban.com/subject/26988003/?from=showing", "content": ["\n                                　　这是一个对新鲜事物充满好奇的时代，和所有故事的开头一样，坏男孩变好的原因永远是女孩，为了喜欢的女孩，海边烧烤摊堂口老大阿力在母亲包租婆的支持下，带着他的兄弟阿健、阿强开始了自己的音乐之路，同街区的阿友、阿伦、阿B也被坑蒙拐骗拉进团队，他们在斗殴和训练中增长友谊，父母们的集体反对、路人、邻居们的嘲笑更是激起了他们的好胜心。\n                                    ", "\n                                　　通过不懈努力终于从Loosers变成了Wynners，穷小子终于变成大明星，父母似乎也能理解这一切，但成员知名程度不一，资源分配不公等问题成为兄弟友情的最大考验，Wynners能否经受考验，保住兄弟真情谊.....\n                        "]}
{"name": ["小偷家族 万引き家族"], "url": ["https://movie.douban.com/subject/27622447/trailer"], "nextUrl": "https://movie.douban.com/subject/27622447/?from=showing", "content": ["\n                                　　东京高楼林立的大厦之间，残存一个破旧平房，里面住着年迈的母亲柴田初枝（树木希林饰）、治（中川雅也 饰）与信代（安藤樱 饰）夫妇，以及他们的儿子祥太（城桧吏 饰），和信代的妹妹亚纪（松冈茉优 饰）。这家人依赖初枝的老人年金过活。当年金不够用时，就会靠在外头顺手牵羊来补贴家用。\n                                    ", "\n                                　　虽然他们处在社会的底层，但每天依然快乐地生活着。某个寒冷的冬日，治在周边的公寓发现了一位被冻僵瑟瑟发抖的小女孩（佐佐木美雪 饰），并将她带回了家，照顾起居，成为了家里的一份子。直到有一天，一个意外的事件使得原本融洽的家庭逐渐四分五裂。彼此心中隐藏的秘密与内心深处暗藏的愿望，也逐渐摊在阳光底下……\n                        "]}
{"name": ["动物世界"], "url": ["https://movie.douban.com/subject/26925317/trailer"], "nextUrl": "https://movie.douban.com/subject/26925317/?from=showing", "content": ["\n                                　　在游戏机厅做着兼职“小丑”的郑开司（李易峰 饰），幼时父亲突然失踪，母亲重病住院，使得郑开司的生活非常拮据。发小“大虾米”（曹炳琨 饰）借口买房骗下了郑开司父亲留下的房产，还给他带来了巨额的欠债。神秘人物（迈克尔·道格拉斯 Michael Douglas 饰）出现，告诉郑开司，只要参加“命运号”游轮上的神秘游戏，就有机会偿还完所有欠款，一无所有的郑开司为了给青梅竹马的护士刘青（周冬雨 饰）和母亲更好的生活，只得登上游轮，开始了生存游戏，一场以“剪刀、石头、布”展开的生死较量即将登场……\n                        "]}
{"name": ["阿飞正传 阿飛正傳"], "url": ["https://movie.douban.com/subject/1305690/trailer"], "nextUrl": "https://movie.douban.com/subject/1305690/?from=showing", "content": ["\n                                　　1960年代的香港，因生母在阿飞旭仔（张国荣）长大成人过程中的缺失，他把自己优雅地比喻为“无根鸟”，对生命中遇到的每一个女人都表现得放荡不羁，售票员苏丽珍（张曼玉）和舞女咪咪（刘嘉玲）先后令他感受过温暖，可是她们也只能当当小情人。为摆脱沉重和无力感，旭仔抛下一切去南洋找寻生母。\n                                    ", "\n                                　　暗恋过苏丽珍且目睹过她与旭仔情感一路变化的，曾是小巡警今在跑船的超仔（刘德华）在菲律宾又遇到旭仔，是缘分也是宿命，他参与、见证了阿飞命运被改写的过程。\n                        "]}
{"name": ["北方一片苍茫"], "url": ["https://movie.douban.com/subject/27079318/trailer"], "nextUrl": "https://movie.douban.com/subject/27079318/?from=showing", "content": ["\n                                　　《北方一片苍茫》讲述了一个死了三任丈夫的农村寡妇，被村民疏远，流言蜚语在村里谣传。一次阴差阳错，众人以为她可以看病驱邪，诚心相助的她，治得了病，却拯救不了贪婪和冷漠的人心。\n                        "]}
{"name": ["淘气大侦探 Sherlock Gnomes"], "url": ["https://movie.douban.com/subject/26660063/trailer"], "nextUrl": "https://movie.douban.com/subject/26660063/?from=showing", "content": ["\n                                　　备受喜爱的花园装饰小矮人糯米欧（詹姆斯·麦卡沃伊 James McAvoy 配音）和茱丽叶（艾米莉·布朗特 Emily Blunt 配音）回来了，这回他们将前往伦敦展开全新的冒险旅程。当糯米欧和茱丽叶第一次和家人朋友来到这个城市的时候，他们最担心的就是新的花园能否及时在春天的来临前准备好，但是他们很快就发现有人到处在绑架小矮人。有天当两人回到家时，发现他们花园裡的小矮人们全都消失了！唯一能帮助他们的就是一个名叫糯尔摩斯（约翰尼·德普 Johnny Depp 配音）的小矮人。这位誓言保护全伦敦的花园装饰小矮人的名侦探和他的搭档华生（切瓦特·埃加福特 Chiwetel Ejiofor 配音）开始调查这个案件。这个谜团将会引领他们前往一个新的冒险旅程！他们将遇见很多前所未见的装饰角色，并探索城市未被发现的一面。\n                        "]}
{"name": ["细思极恐"], "url": ["https://movie.douban.com/subject/30235134/trailer"], "nextUrl": "https://movie.douban.com/subject/30235134/?from=showing", "content": ["\n                                　　本片根据著名的香港高街死亡地下车库灵异事件改编。\n                                    ", "\n                                　　一幢老旧的大厦的地下车库经常出现各种恐怖事件，车库内已拔出钥匙熄火的车却突然失控撞死车主，原来停在此车位上的车连带其内的一对情侣自此失踪，天坑里也没有任何踪迹；有数名业主的车莫明在C区的墙上撞毁，车主丧生墙面却完好。这些事件吓坏了来此停车的众多业主，大厦日渐人丁冷落。大厦管理员聘请探灵小分队一探究竟。这才了解到数年前，曾经有一个母亲不堪追债，与其孩子一起在此地下车库C区上吊身亡。此后，车库内不断发生各类灵异事件，甚至还有人看到一对漂浮的母女……探灵小分队自从进入这个车库，就进入到万劫不复的深度恐惧之中，各种恐怖事件更加诡异莫测。\n                                    ", "\n                                　　其实，诡异的恐惧一直在你身边最常见的事物之间不经意发生，让你防无所防，细思极恐……\n                        "]}
